Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: For two days at all meal times discussions on that subject could be heard on how people should now behave; but they also talked about the same subject in the times between meals, for there were always at least two family members at home, since no one really wanted to remain in the house alone and people could not under any circumstances leave the apartment completely empty.
eu: Bi egunetan zehar, momentu hartatik aurrera hartu beharreko jokabideari buruz mintzatu ziren bazkalordu guztietan. Baina bazkalorduetatik kanpo ere horri buruz berba egiten zuten, familiako kide batek ere etxean bakarrik egon nahi ez zuelako, eta etxea hutsik ere utzi nahi ez zutenez, han beti bi pertsona zeuden gutxienez.

source: In addition, on the very first day the servant girl (it was not completely clear what and how much she knew about what had happened) on her knees had begged his mother to let her go immediately, and when she said good bye about fifteen minutes later, she thanked them for the dismissal with tears in her eyes, as if she was receiving the greatest favour which people had shown her there, and, without anyone demanding it from her, she swore a fearful oath not to betray anyone, not even the slightest bit.
eu: Lehenengo egunean bertan, neskameak – besteek ez zekiten zer zekien gertaera haiei guztiei buruz- belauniko erregutu zion amari berehala kalera zezan, eta alde egin zuenean, ordu laurden beranduago, egindako mesede ikaragarria eskertu zuen begiak malkoz beterik zituela, eta, inork eskatu barik, ezer ere kontatuko ez zuela agindu zuen, juramentu handienak eginez.

source: Now his sister had to team up with his mother to do the cooking, although that didn't create much trouble because people were eating almost nothing.
eu: Arrebak amarekin batera prestatu behar zuen janaria; honek, egia esan, ez zion lan handirik suposatzen, oso gutxi jaten zuten eta.

source: Again and again Gregor listened as one of them vainly invited another one to eat and received no answer other than "Thank you. I have enough" or something like that.
eu: Batak besteari jan zezan adorea zelan alferrik ematen zion entzuten zuen etengabe Gregoriok, “eskerrik asko, nahikoa dut” edota antzeko beste esaldiren bat era horretako eskakizunentzako erantzun aldaezina zela.

source: And perhaps they had stopped having anything to drink, too.
eu: Edan ere ez zuten askorik egiten.

source: His sister often asked his father whether he wanted to have a beer and gladly offered to fetch it herself, and when his father was silent, she said, in order to remove any reservations he might have, that she could send the caretaker's wife to get it.
eu: Arrebak askotan galdetzen zion aitari ea garagardoa nahi zuen, haren bila joateko bere burua eskaintzen zuela. Aita isilik geratzen zen, eta orduan arrebak atezaina bidal zezaketela gainontzen zuen.

source: But then his father finally said a resounding "No," and nothing more would be spoken about it.
eu: Baina aitak azkenean erantzunik onartzen ez zuen “ez” argia esaten zuen, eta ez zen horri buruzko beste berbarik entzuten.

source: Already during the first day his father laid out all the financial circumstances and prospects to his mother and to his sister as well.
eu: Lehenengo egunean bertan aitak familiaren benetako egoera ekonomikoaren berri eman zien ama eta arrebari eta horren aurrean izango zituzten etorkizunerako aukerena ere bai.

source: From time to time he stood up from the table and pulled out of the small lockbox salvaged from his business, which had collapsed five years previously, some document or other or some notebook.
eu: Noizean behin mahaitik altxatzen zen ondasunen kutxa txikian – bost urte lehenagoko porrotetik gordea- dokumenturen bat edo ohar libururen bat bilatzeko.

source: The sound was audible as he opened up the complicated lock and, after removing what he was looking for, locked it up again.
eu: Sarraila konplexu hura zabaldu edota ixten zenean sortutako zarata entzuten zen, aitak bilatzen zebilena atera ostean.

source: These explanations by his father were, in part, the first enjoyable thing that Gregor had the chance to listen to since his imprisonment.
eu: Azalpen hauek, nolabait, Gregoriok itxialdiaz geroztik entzundako lehenengo berri onak izan ziren.

source: He had thought that nothing at all was left over for his father from that business; at least his father had told him nothing to the contradict that view, and Gregor in any case hadn't asked him about it.
eu: Berak beti uste izan zuen bere aitari ez zitzaiola aurreko negozio hartatik ezer geratzen. Aitak, gutxienez, ez zion ideia hau desagerrarazi zezakeen ezer esan.

source: At the time Gregor's only concern had been to devote everything he had in order to allow his family to forget as quickly as possible the business misfortune which had brought them all into a state of complete hopelessness.
eu: Egia da Gregoriok ere ez ziola ezer galdetu. Garai haietan, etsipen handi hartan murgildu zituen merkatal zorigaitzetik, ahalik eta arinen, ahazteko egin zezakeen edozertan pentsatzen zuen Gregoriok.

source: And so at that point he'd started to work with a special intensity and from an assistant had become, almost overnight, a traveling salesman, who naturally had entirely different possibilities for earning money and whose successes at work at once were converted into the form of cash commissions, which could be set out on the table at home in front of his astonished and delighted family.
eu: Horregatik hasi zen bera gogotik beharrean; denbora gutxian, garrantzi gabeko saltzaile izatetik merkataritza-saltzaile handi izatera pasatu zen, dirua irabazteko askoz aukera gehiagorekin, eta bere laneko arrakastak komisio jarrai eta garrantzitsuen bidez nabarmendu ziren berehala. Hauek familia aurrean erakusten zituen guztien poztasun eta harridura eraginez.

source: Those had been beautiful days, and they had never come back afterwards, at least not with the same splendour, in spite of the fact that Gregor later earned so much money that he was in a position to bear the expenses of the entire family, expenses which he, in fact, did bear.
eu: Haiek benetako egun politak izan ziren. Baina ez ziren errepikatu, ez horrelako maila altuan gutxienez, ezta Gregoriok familia guztia aurrera atera ahal izateko adina diru irabazten zuenean ere.

source: They had become quite accustomed to it, both the family and Gregor as well. They took the money with thanks, and he happily surrendered it, but the special warmth was no longer present.
eu: Ohituraren eraginez, bai familiaren aldetik, Gregorioren dirua esker onez jasotzen zuena, bai honen aldetik, poz-pozik ematen zuena, hasierako harridura eta hasierako poztasun hura ez ziren berotasun berdinarekin eman.

source: Only the sister had remained still close to Gregor, and it was his secret plan to send her (in contrast to Gregor she loved music very much and knew how to play the violin charmingly) next year to the conservatory, regardless of the great expense which that must necessitate and which would be made up in other ways.
eu: Arreba baino ez zen beti Gregoriori estuki lotuta egon, eta, honek ez bezala, musika oso gustuko zuenez eta biolina bihotz-bihotzez jotzen zuenez, hurrengo urtean kontserbatoriora bidaltzeko itxaropen sekretua mantentzen zuen Gregoriok, honek suposatuko zituen beharrezko gastuei erreparatu barik, eta beste bide batetik ordainduko zituelakoan.

source: Now and then during Gregor's short stays in the city the conservatory was mentioned in conversations with his sister, but always only as a beautiful dream, whose realization was unimaginable, and their parents never listened to these innocent expectations with pleasure.
eu: Gregoriok bere senideekin ematen zituen egonaldi laburretan, arrebarekin izaten zituen solasaldietan “Kontserbatorio” hitza maiz entzun zitekeen, baina, beti ere, amets polit baten mira bezala, horren gauzatzean pentsatu ere egin ez zitekeela.

source: But Gregor thought about them with scrupulous consideration and intended to explain the matter ceremoniously on Christmas Eve.
eu: Asmo hauek guztiak, ordurako guztiz alferrekoak, atearen kontra zegoen bitartean, bere buruan bueltaka zebiltzan, alboan esaten zebiltzana entzuten ari zelarik.

source: In his present situation, such futile ideas went through his head, while he pushed himself right up against the door and listened.
eu: Noizean behin, nekeak jaramon egitea eragozten zion, eta abailduraz eusten zuen burua atearen kontra.

source: Sometimes in his general exhaustion he couldn't listen any more and let his head bang listlessly against the door, but he immediately pulled himself together, for even the small sound which he made by this motion was heard near by and silenced everyone. " There he goes on again," said his father after a while, clearly turning towards the door, and only then would the interrupted conversation gradually be resumed again.
eu: Baina berehala tentetzen zuen, izan ere, imintzioak sortzen zuen zarata txiki-txikia alboko gelan entzun zitekeen, guztiak isiltzen zirelarik.- Baina, zertan ibiliko da?- esaten zuen aitak berehala, aterantz begiratuz, zalantzarik gabe.

source: Gregor found out clearly enough (for his father tended to repeat himself often in his explanations, partly because he had not personally concerned himself with these matters for a long time now, and partly also because his mother did not understand everything right away the first time) that, in spite all bad luck, a fortune, although a very small one, was available from the old times, which the interest (which had not been touched) had in the intervening time gradually allowed to increase a little.
eu: Eta, minutu gutxi batzuk igarota, moztutako elkarrizketari berriz ekiten zioten. Era honetara jakin zuen Gregoriok, poz handiz –aitak bere azalpenak errepikatu eta azpimarratzen zituen, alde batetik, denbora luzea eman zuelako gai haien ardura izan barik, eta ,bestalde, amak ulertzeko denbora behar zuelako-, nahiz eta zorigaitz hura izan, antzinako goieneko une haietatik diru pixka bat bazutela; egia esan nahiko urria zen, baina garai hartatik zertxobait handituz joan zen, bere horretan zirauten interesei esker.

source: Furthermore, in addition to this, the money which Gregor had brought home every month (he had kept only a few florins for himself) had not been completely spent and had grown into a small capital amount.
eu: Horretaz gain, Gregoriok hilero emandako dirua – berak zati oso txikia baino ez zuen gordetzen- ez zen guztiz gastatzen, eta, era berean, kapital txiki bat hasi zen osatzen.

source: Gregor, behind his door, nodded eagerly, rejoicing over this unanticipated foresight and frugality.
eu: Atean zehar, Gregoriok buruaz baieztatzen zuen, ezusteko aurreikuspen eta ezin susmatuzko aurrezki haiengatik pozik zegoelako.

source: True, with this excess money, he could have paid off more of his father's debt to his employer and the day on which he could be rid of this position would have been a lot closer, but now things were doubtless better the way his father had arranged them.
eu: Egia da soberako diru honekin aitak buruzagiarekin zituen zor guztiak gutxinaka ordaindu izan zitzakeela Gregoriok, eta uste baino askoz lehenago libre geratu; baina orain aitak antolatu bezala gauzak hobeto zeuden zalantza barik.

source: At the moment, however, this money was nowhere near sufficient to permit the family to live on the interest payments. Perhaps it would be enough to maintain the family for one or at most two years, that's all.
eu: Baina, diru hau ez zen inola ere nahikoa familiak zituen errentei esker arazo barik bizi ahal izateko; beste guztia agian urte bete edo, askoz jota, bi urterako izango zen nahikoa.

source: Thus it came only to an amount which one should not really take out and which must be set aside for an emergency.
eu: Denbora luzeagorako ezta pentsatu ere!Hortaz, ukitu beharko ez litzatekeen kapitaltxoa zen hau, eta premia baterako gordetzea komeni zen.

source: But the money to live on must be earned.
eu: Bizi ahal izateko dirua irabazi egin behar zen.

source: Now, his father was a healthy man, although he was old, who had not worked at all for five years now and thus could not be counted on for very much. He had in these five years, the first holidays of his trouble-filled but unsuccessful life, put on a good deal of fat and thus had become really heavy.
eu: Baina aita, osasuntsu bazegoen ere, adinekoa zen eta bost urte zeramatzan behar egin barik; beraz, berarengandik gutxi espero zitekeen: porrot egin duen, baina behartsua izan den bere bizitzako lehen aisialdia osatu zuten lehen bost urte haietan, koipe asko asimilatu zuen, eta gehiegi loditu zen.

source: And should his old mother now maybe work for money, a woman who suffered from asthma, for whom wandering through the apartment even now was a great strain and who spent every second day on the sofa by the open window labouring for breath?Should his sister earn money, a girl who was still a seventeen-year-old child, whose earlier life style had been so very delightful that it had consisted of dressing herself nicely, sleeping in late, helping around the house, taking part in a few modest enjoyments and, above all, playing the violin?
eu: Amari zegokion lan egitea asmako gaitza zuena, etxetik apur baten oinez ibiltzearekin nekatzen zena, eta egunero sofan etzan behar zena, leihoa zabal-zabalik jarria, arnasa falta zitzaiolako?Arrebari zegokion, umea baino ez zena, hamazazpi urte baino ez zituena, eta bere bizitza inbidiagarria, ordura arte, pinpirentzean oinarritu zena, behar zituen lo ordu guztiak betetzea, etxeko lanetan laguntzea, bestelako dibertsio xumeren baten parte hartzea, eta, batez ere, biolina jotzea?

source: When it came to talking about this need to earn money, at first Gregor went away from the door and threw himself on the cool leather sofa beside the door, for he was quite hot from shame and sorrow.
eu: Elkarrizketetako gai nagusia dirua irabazi beharra zen bakoitzean, Gregorio atetik aldentzen zen eta, penaz eta lotsaz gorrituta, larruzko sofa freskoan etzanda geratzen zen.

source: Often he lay there all night long. He didn't sleep a moment and just scratched on the leather for hours at a time.
eu: Askotan han ematen zuen gaua, lo ezin egin barik, orduro larrua atzamarkatuz.

source: He undertook the very difficult task of shoving a chair over to the window. Then he crept up on the window sill and, braced in the chair, leaned against the window to look out, obviously with some memory or other of the satisfaction which that used to bring him in earlier times.
eu: Batzuetan leihoraino besaulki bat ere bultzatzen zuen, lan handia eskatzen bazion ere, eta, leiho-ertzetik igoz, besaulkian zutik egoten zen eta leihoan eutsita, bere oroitzapenetan, zalantzarik gabe, pentsakor, antzina leiho hartatik begiratzea beti interesatu izan baitzitzaion.

source: Actually from day to day he perceived things with less and less clarity, even those a short distance away: the hospital across the street, the all too frequent sight of which he had previously cursed, was not visible at all any more, and if he had not been precisely aware that he lived in the quiet but completely urban Charlotte Street, he could have believed that from his window he was peering out at a featureless wasteland, in which the gray heaven and the gray earth had merged and were indistinguishable.
eu: Arian-arian, hurbil zeuden gauzak argitasun gutxiagoz agertzen zitzaizkion. Aurrez aurre zegoen ospitalea, sarritan hori ikusi behar izatea madarikatu zuena, ozta-ozta ikusten zuen jada; eta, kale lasai baten bizi zela jakin izan ez balu, guztiz urbanizatua egon arren, bere leihotik basamortua ikus zitekeela sinets zezakeen, non gris kolore bera zuten lurra eta zerua bereizi gabe elkartu egiten ziren.

source: His attentive sister must have observed a couple of times that the chair stood by the window; then, after cleaning up the room, each time she pushed the chair back right against the window and from now on she even left the inner casement open.
eu: Birritan baino ez zuen arrebak sumatu, beti zelatari, besaulkia leiho ondoan zegoela. Eta, logela txukuntzen zuenean, berak hurbiltzen zuen besaulkia.

source: If Gregor had only been able to speak to his sister and thank her for everything that she had to do for him, he would have tolerated her service more easily.
eu: Are gehiago: lehen kristal bikoitzak irekita uzten zituen. Gregoriok gutxienez bere arrebarekin hitz egin ahal izan balu; beragatik egiten zuen guztia eskertu ahal izan balio, sorrarazten zituen lan hauek arinagoak egingo litzaizkio, eta hainbeste sufriarazten ziotenak.

source: As it was he suffered under it. The sister admittedly sought to cover up the awkwardness of everything as much as possible, and, as time went by, she naturally got more successful at it.
eu: Zalantza barik, ahal zuen guztia egiten zuen arrebak egoerak eragiten zuen min guztia desegiteko, eta, denborak aurrera egin ahala, emaitza hobea zen, normala den legez.

source: But with the passing of time Gregor also came to understand everything more precisely.
eu: Gregoriok ere, egunak igaro ahala, argitasun handiagoz ikusten zituen gauzak.

source: Even her entrance was terrible for him.
eu: Orain, arrebaren sarrera beldurgarria zen berarentzat.

source: As soon as she entered, she ran straight to the window, without taking the time to shut the door (in spite of the fact that she was otherwise very considerate in sparing anyone the sight of Gregor's room), and yanked the window open with eager hands, as if she was almost suffocating, and remained for a while by the window breathing deeply, even when it was still so cold.
eu: Logelara sartu bezain laster, aurretik ez zituen ezta ateak zarratzen ere, lehen bezala, besteek logela ikus ez zezaten, leihora korrika abiatzen zen zuzenean, eta bortizki irekitzen zuen, itotzeko zorian egongo balitz bezala; eta hotz ikaragarri handia zegoenean ere, une bat bertan egoten zen, arnasa indarrez hartuz.

source: With this running and noise she frightened Gregor twice every day.
eu: Horrelako lasterketa eta burrunbek egunean birritan izutzen zuten Gregorio.

source: The entire time he trembled under the couch, and yet he knew very well that she would certainly have spared him gladly if it had only been possible to remain with the window closed in a room where Gregor lived.
eu: Eta Gregorio, arrebak eragozpen hauek gustura eragotziko zituen arren, logelako leihoak itxita izan ahal balitu, bisitaldiak irauten zuen denbora osoa sofaren azpian dar-darka egoten zen.

source: On one occasion (about one month had already gone by since Gregor's transformation, and there was now no particular reason any more for his sister to be startled at Gregor's appearance) she came a little earlier than usual and came upon Gregor as he was still looking out the window, immobile and well positioned to frighten someone.
eu: Egun baten -metamorfosia eman zenetik hilabete igaro zen jada, eta ez zuen, beraz, arrebak Gregorioren itxuragatik izutzeko arrazoi berezirik- ohiz baino zertxobait lehenago sartu zen, eta Gregorio geldirik leihotik begira zegoela aurkitu zuen, baina izutzeko prest.

source: It would not have come as a surprise to Gregor if she had not come in, since his position was preventing her from opening the window immediately.
eu: Arreba sartu ez izanak ez luke Gregorio harritu izango, izan ere berak zuen jarrerak leihoa segidan zabaltzea eragozten zion.

source: But she not only did not step inside; she even retreated and shut the door. A stranger really could have concluded from this that Gregor had been lying in wait for her and wanted to bite her.
eu: Baina ez zen sartu gabe geratu bakarrik, atzera egin eta atea zarratu baizik: ezezagun batek pentsatu izango luke Gregorio haginka egiteko zelatan zegoela.

source: Of course, Gregor immediately concealed himself under the couch, but he had to wait until the noon meal before his sister returned, and she seemed much less calm than usual.
eu: Horrela, Gregorio sofaren azpian ezkutatu zen, baina eguerdira arte itxaron behar izan zuen bere arreba berriz itzultzen zela ikusteko, ohiz baino urduriago.

source: From this he realized that his appearance was still constantly intolerable to her and must remain intolerable in future, and that she really had to exert a lot of self-control not to run away from a glimpse of only the small part of his body which stuck out from under the couch.
eu: Hori dela eta, bere itxura arrebarentzat jasanezina izaten jarraitzen zela ulertu zuen, horrela izaten jarraituko zuela, eta arrebak borondatezko ahalegin handia egin behar zuela sofaren azpitik haren gorputzaren zati txiki bat ikusterakoan korrika alde ez egiteko.

source: In order to spare her even this sight, one day he dragged the sheet on his back onto the couch (this task took him four hours) and arranged it in such a way that he was now completely concealed and his sister, even if she bent down, could not see him.
eu: Eta, hau ekiditzeko asmoz, egun baten bere bizkar gainean -lau ordu behar izan zituen behar honetarako- izara bat eraman zuen sofaraino, eta gorputza osorik estaltzen zuen modura ipini zuen arrebak ikus ez zezan, asko makurtuta ere.

source: If this sheet was not necessary as far as she was concerned, then she could remove it, for it was clear enough that Gregor could not derive any pleasure from isolating himself away so completely.
eu: Arrebari konponketa hau egokia iruditu izan ez balitzaio, hurak berak kendu izango luke izara, ulerterraza baitzen bakartzeak ez zuela inolako atseginik sortzen Gregoriorentzat.

source: But she left the sheet just as it was, and Gregor believed he even caught a look of gratitude when on one occasion he carefully lifted up the sheet a little with his head to check as his sister took stock of the new arrangement.
eu: Baina izara bere horretan utzi zuen, eta Gregoriok, honen punta bat isil-gordean altxatzerakoan, arrebak antolaketa berria zelan hartzen zuen ikusteko, honengan esker oneko begirada ere ikusi zuen ustea izan zuen.

source: In the first two weeks his parents could not bring themselves to visit him, and he often heard how they fully acknowledged his sister's present work; whereas, earlier they had often got annoyed at his sister because she had seemed to them a somewhat useless young woman.
eu: Lehen bi asteetan zehar, gurasoak ez ziren bera ikusten sartzera ausartu. Arrebaren lanak goresten zituztela sarritan entzun ahal izan zuen, eta garai hartan, bestalde, batzuetan errieta egiten zioten neskato, nolabait esateko, alferra zela iruditzen zitzaielako.

source: However, now both his father and his mother often waited in front of Gregor's door while his sister cleaned up inside, and as soon as she came out she had to explain in detail how things looked in the room, what Gregor had eaten, how he had behaved this time, and whether perhaps a slight improvement was perceptible.
eu: Baina, maiz, biak, aita eta ama, Gregorioren logelaren aurrean zain egoten ziren, arrebak txukundu egiten zuen bitartean, eta, honek irten bezain laster, logela nola zegoen zehatz mehatz kontatu behar zien, baita Gregoriok zer jan zuen ere, bere jarrera zein izan zen, eta berarengan hobekuntzaren bat nabari bazuen ere.

source: In any event, his mother comparatively soon wanted to visit Gregor, but his father and his sister restrained her, at first with reasons which Gregor listened to very attentively and which he completely endorsed.
eu: Amak, egia da, berehala bisitatu nahi izan zuen Gregorio, eta orduan Gregoriok arreta handiz entzun zituen arrazoiekin geldiarazi zuten aitak eta arrebak, eta guztiz onartu zuen.
